{
  "passages": {
    "Eco Irreal": {
      "id": "15",
      "text": "—No era mío.\n\nNilo se incorporó, el pecho agitado, como si acabara de despertar de un sueño que no le pertenecía.\nSus ojos seguían clavados en el aire donde segundos antes danzaba la imagen de la mujer de pétalos.\n\n—Yo no. . . yo no la conozco.\n\nLuma flotaba cerca, en silencio. Sus cipselas titilaban con una luz tenue, reflejando aún los últimos rastros del recuerdo.\nTambién ella lo había visto.\nY aunque no entendía del todo lo que era, había sentido algo. Una cercanía inexplicable. Una nostalgia nueva.\n\n—¿Quién era? —preguntó, apenas rozando el sonido.\n\nNilo negó con la cabeza.\n\n—No importa. Seguro fue un eco viejo. . . de alguien más. Alguna sombra del Claro.\nUna ilusión.\n\nPero su voz no convencía a nadie. Ni a él mismo.\n\n—¿Y si no? —dijo Luma, casi sin atreverse.\n\nNilo se volvió hacia ella, con los labios apretados.\n\n—¿Y si sí? ¿Qué esperas que haga? ¿Perseguir a una mujer hecha de pétalos que solo existe en la bruma de un sueño? ¿Decidir que soy parte de algo que ni siquiera entiendo?\n\nLuma no respondió.\nUna de sus cipselas se soltó sin que ella lo notara, y comenzó a flotar suavemente frente a Nilo.\nEn ella, la imagen volvió a brillar.\nLa mujer entre risas. El bosque floreciendo a su paso. Una risa que acariciaba los márgenes del olvido.\n\nNilo dio un paso atrás.\n\n—No. No quiero saber. No quiero ver más recuerdos.\n\nSe dio media vuelta, como si pudiera sacudirse la imagen con el viento.\n\n—Los recuerdos nublan. Yo necesito claridad. Y esto… esto me hace sentir perdido.\n\nEl claro guardó silencio. Hasta las hojas dejaron de caer por un instante.\n\nLuma descendió despacio. Observó la cipsela danzante. La tomó.\n\nY por primera vez, no la dejó ir.\n\n—Si tú no los quieres. . .—dijo en voz baja, con una firmeza que nunca antes había sentido en su centro—. . ..yo los guardaré.\n\nSus demás cipselas comenzaron a encenderse, una a una.\nNo con fuego.\nCon memoria.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Escuchar cómo el Claro responde a Luma",
          "target": "El susurro de los siglos"
        },
        {
          "label": "Seguir a Nilo en su huida del recuerdo",
          "target": "La negación de Nilo"
        }
      ]
    },
    "Tierra de Olvidos": {
      "id": "21",
      "text": "El Bosque Marchito seguía oliendo a polvo antiguo y melancolía rancia.\n\nNilo no sabía por qué había vuelto. Solo... lo sintió. Como si algo pequeño lo llamara sin palabras.\n\nY ahí estaba.\n\nLa sombra. Pequeña. Enredada en una flor que crecía al revés, intentando usar el símbolo que él le había dejado como cuchara para alimentar a un hongo.\n\n—¿Tú otra vez? —murmuró. La sombra se cayó de espaldas... y floreció.\n\nLiteralmente: una flor azul le brotó de la cabeza y luego se escondió con un plop tímido.\n\nSe miraron. La criatura lo señaló.\n\n—¿Amigo?\n\nNilo no respondió de inmediato. Solo se sentó cerca, sacó su cuaderno, y apuntó algo.\n\n—No recuerdas quién eras... tal vez podamos inventarlo.\n\nLa sombra tocó el cuaderno. Estornudó pétalos.\n\n—Primero, deja de comerte las piedras —dijo Nilo. La sombra se tragó otra.\n\nÉl suspiró. Y sonrió.\n\nY en algún rincón del bosque, algo volvió a brotar.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Enseñar cosas básicas",
          "target": "Lecciones para una sombra"
        }
      ]
    },
    "Raíz de Sombra": {
      "id": "23",
      "text": "El nombre retumbó en su pecho como una campana antigua: Umbra.\n\nNo sabía quién era. Ni qué quería. Solo sabía que no lo había visto... porque decidió no verlo.\n\nLos días siguientes fueron un desfile de silencios. Nilo recorría el Claro como si buscara algo que había estado ahí y ya no. Las flores tardaban más en abrir. Las mariposas que antes bailaban cerca del arroyo ahora evitaban el viento. La tierra, antes húmeda y fértil, se agrietaba bajo sus pies. Incluso Luma notó que algo estaba cambiando, aunque no dijera nada.\n\nEn la aldea, los cambios eran imposibles de ignorar. La anciana Mina ya no recordaba las canciones que había cantado toda su vida. Los niños olvidaban los nombres de los árboles que sus padres les habían enseñado. Y el viejo Tero, el mejor tejedor de cestas, miraba sus propias manos como si fueran ajenas, incapaz de recordar patrones que dominaba desde joven.\n\n—Es como si la memoria se escurriera entre los dedos —dijo alguien en el mercado, mientras intentaba recordar para qué había venido.\n\nNilo lo entendió entonces. El olvido se extendía desde el Claro hasta la aldea, marchitando no solo las plantas sino también los recuerdos. Y con cada memoria perdida, la tierra se secaba un poco más.\n\nUna noche, mientras todos dormían, Nilo se acercó al árbol dorado y apoyó la frente contra su corteza.\n\n—No supe qué hacer —susurró—. Tenía miedo. A veces todavía lo tengo.\n\nLa corteza no respondió, pero el suelo tembló suavemente, como si el bosque entero respirara con él.\n\nEntonces lo entendió. No se trataba solo de él.\n\nEl olvido no era suyo. Era del bosque. Era de Umbra, aquella criatura abandonada que crecía alimentándose de memorias. Y si no hacía nada, crecería como maleza sobre todo lo que amaba.\n\nAl amanecer, caminó sin detenerse hasta la aldea. Tenía que decirlo. Aunque no supiera cómo. Aunque nadie le creyera.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Advertir a la aldea",
          "target": "Encuentro con Umbra"
        }
      ]
    },
    "Lecciones para una sombra": {
      "id": "30",
      "text": "—Eso se llama “sonrisa” —explicó Nilo, dibujando una carita feliz en la tierra.\n\nLa sombra lo miró. Luego dibujó otra... con doce ojos, colmillos y una flor en la frente.\n\n—Cerca —dijo Nilo, con una risita nerviosa.\n\nPasaron la tarde así. Él enseñando palabras simples: amigo, árbol, no comas piedras. Ella repitiendo todo a su manera.\n\nCada vez que se emocionaba: florecía.\nCada vez que se frustraba: también.\n\nEl claro terminó cubierto de flores locas, brotes que aplaudían solos y una rama que decía “hola” cada vez que alguien pasaba.\n\n—Eres... muy tú —dijo Nilo, cubierto de pétalos y con savia en la ceja.\n\nLa sombra se inclinó. ¿Agradecimiento? ¿Instinto de comerse su zapato?\n\nNilo anotó en su cuaderno:\n\n“Quizás recordar no siempre es volver. A veces, es reinventar.”",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "El bosque reacciona",
          "target": "Interferencia del Claro"
        }
      ]
    },
    "Raíz Compartida": {
      "id": "42",
      "text": "El símbolo brillaba entre ellos, vibrando como un corazón que aún quiere creer.\n\nUmbra temblaba. Por primera vez, no por rabia... sino por algo más parecido al miedo.\n\n—No sé si puedo ser otra cosa —dijo con voz apenas audible.\n\n—No tienes que ser lo de antes —respondió Nilo, con suavidad—. Solo... no ser lo que el olvido te obligó a ser.\n\nLa sombra titubeó.\n\nY luego, como una raíz que se niega a romperse, se dobló... pero no cayó.\n\nEl bosque no aplaudió. No hubo sol. No hubo milagro.\n\nSolo una pequeña flor.\n\nNació entre los pies de ambos. Tenía pétalos oscuros y un centro brillante. Era rara. Torcida. Ningún botánico la entendería.\n\nPero estaba viva.\n\nUmbra se sentó junto a Nilo. No dijo nada más.\n\nY Nilo, por primera vez en mucho tiempo, sonrió.\n\nTal vez el bosque aún estaba herido. Tal vez habría que reconstruirlo rama por rama, recuerdo por recuerdo.\n\nPero no estarían solos.\n\nLa sombra y el olvido ya no reinaban.\n\nAhora... acompañaba.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "FIN",
          "target": null
        }
      ]
    },
    "El susurro de los siglos": {
      "id": "43",
      "text": "Nilo caminaba entre los árboles, alejándose del lugar donde la imagen de la mujer de pétalos había aparecido. Sus pasos eran rápidos, deliberados, como si pudiera dejar atrás los recuerdos simplemente poniendo distancia física.\n\nEl zumbido en su pecho, ese que siempre lo acompañaba en el Claro, parecía haberse intensificado. Ya no era un susurro sino una exigencia que reverberaba dentro de él.\n\nSe detuvo junto a un viejo roble, apoyando la frente contra su corteza rugosa.\n\n—No quiero recordar —murmuró—. Si alguna vez conocí a esa mujer... si alguna vez fui parte de algo más... ya no importa.\n\nEl viento se agitó suavemente, trayendo consigo el aroma dulce de flores lejanas. Por un instante, le recordó a ella. A la mujer que decía no conocer.\n\nCerró los ojos con fuerza, intentando expulsar la imagen. Pero ella persistía, como un eco entre las ramas del bosque.\n\nSintió una presencia a su espalda. Al girarse, vio una cipsela solitaria flotando hacia él. Una de las que Luma había guardado. La pequeña semilla brillaba con la luz tenue del recuerdo.\n\nNilo estiró la mano instintivamente para tomarla, pero se detuvo a medio camino.\n\n—Ya te dije que no.\n\nLa cipsela siguió flotando, inconmovible, paciente. Como si fuera consciente de que solo era cuestión de tiempo.\n\nNilo suspiró profundamente. Algo dentro de él estaba cediendo, una resistencia que se desmoronaba lentamente.\n\n—¿Y si duele? —preguntó al aire—. ¿Y si recordar significa sufrir?\n\nLa cipsela bailó ligeramente, acercándose más a su mano extendida.\n\nHabía algo en ese gesto, tan sencillo, tan persistente, que lo conmovió. Tal vez no todas las memorias fueran oscuras. Tal vez algunas valieran la pena ser recuperadas.\n\nCon dedos temblorosos, finalmente tomó la cipsela. Un calor suave emanó de ella, expandiéndose por su palma hasta su pecho, hasta alcanzar el zumbido que lo había acompañado durante tanto tiempo.\n\nY entonces lo entendió.\n\nNo era un zumbido. Era un eco. Un eco de voces, de risas, de momentos que había abandonado en algún rincón de sí mismo.\n\n—Quizás... —murmuró mientras sus dedos se cerraban con cuidado alrededor de la cipsela—. Quizás pueda recordar solo un poco. Solo lo suficiente para entender.\n\nLa luz de la cipsela se intensificó, como respondiendo a su rendición.\n\nEn ese momento, Nilo supo que ya no podía seguir huyendo. Que el recuerdo, como el Claro mismo, terminaría encontrándolo.\n\nCon un suspiro de resignación, dio media vuelta y comenzó a caminar de regreso hacia donde había dejado a Luma.\n\nSi los recuerdos iban a perseguirlo, mejor enfrentarlos con alguien que estuviera dispuesto a guardarlos.\n\nNilo comenzó a ir más al Claro.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Investigar lo que ocurre",
          "target": "Vínculo con el Claro"
        }
      ]
    },
    "La negación de Nilo": {
      "id": "44",
      "text": "El recuerdo se desplegó como una flor que no conocía estaciones. Sin permiso. Sin piedad.\n\nLuma ya no flotaba: caía. Pero no en un abismo, sino en un río de imágenes. Sus cipselas se extendían como raíces, absorbiendo emociones ajenas, tiempos rotos.\n\nVio un claro distinto. Más joven. Más vivo.\n\nLa mujer de pétalos estaba allí. Su presencia era luz. Sus risas hacían florecer los árboles. Pero algo en su centro parecía desvanecerse, como si supiera que su tiempo había llegado al borde.\n\nY entonces lo vio: una figura más pequeña, de sombra aún incompleta. Umbra. No era oscuro, aún no. Solo un eco de lo que vendría.\n\nLa mujer se arrodilló frente a él.\n\n—Lo siento —susurró, y sus pétalos comenzaron a caer uno a uno—. No puedo quedarme.\n\nUmbra alzó la mano, como si pudiera detener la despedida. Pero no había ira en su gesto. Solo una tristeza tan profunda que el bosque entero contuvo el aliento.\n\nElla se desvaneció en un remolino de viento y memoria.\n\nY Umbra... no gritó. Solo se quedó quieto, hasta que la sombra empezó a crecer desde sus pies.\n\nEl olvido había nacido.\n\nLuma despertó con un temblor en sus cipselas. Aún sentía la ausencia. El abandono. La semilla del dolor.\n\nY entendió que ser guardiana no era una elección de poder. Era una promesa de presencia.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Guardar este recuerdo como el primero de muchos",
          "target": "El eco de una nueva guardiana"
        }
      ]
    },
    "El eco de una nueva guardiana": {
      "id": "45",
      "text": "El recuerdo se disipó con la suavidad de un suspiro antiguo. Luma volvió al Claro, pero ya nada era igual.\n\nEl silencio no era vacío. Era respeto.\n\nSus cipselas seguían encendidas, más firmes que antes. Ya no danzaban al azar: flotaban en armonía, como si supieran lo que eran ahora. Testigos. Portadoras.\n\nUna de ellas, la más tenue, dejó caer un pétalo translúcido. Era el primero.\n\nLuma lo miró flotar hacia la tierra, y entendió: la memoria también se desgasta. También duele. Pero mientras alguien la sostenga, el olvido no podrá reclamarlo todo.\n\nDesde lejos, el sonido de pasos rompió el momento. Nilo. Caminaba solo, adentrándose entre los árboles, aún negando lo que había sentido.\n\nNo se volvió. No miró atrás.\n\nLuma tampoco lo llamó.\n\nNo con palabras.\n\nSolo cerró los ojos y susurró hacia las raíces, hacia la tierra, hacia el tiempo:\n\n—No serás olvidado. Ninguno lo será.\n\nY el Claro respondió con un leve temblor, como un corazón que vuelve a latir después de mucho silencio.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "Y entonces... ¿Qué pasó con Nilo?",
          "target": "Y entonces. . . ¿Que pasó con Nilo?"
        }
      ]
    },
    "Y entonces. . . ¿Que pasó con Nilo?": {
      "id": "46",
      "text": "¿Nilo? Nilo no miró atrás.\n\nEl viento lo empujaba entre ramas quebradas, lejos del Claro, lejos de Luma, lejos de la verdad que no quiso sostener.\n\nA cada paso, la bruma se espesaba. No era niebla real: era el olvido. Suave al principio, como un suspiro sobre el agua. Luego más denso, como si la historia comenzara a borrarse tras él.\n\n—No era mío —repitió, como un mantra hueco.\n\nPero en su pecho algo palpitaba. No un recuerdo, sino su ausencia. Un hueco que crecía, hambriento.\n\nLa voz de Luma no lo siguió. Tampoco los ecos del Claro.\n\nSolo el silencio.\n\nY en ese silencio se evaporó.",
      "image": "https://picsum.photos/id/237/200/300",
      "options": [
        {
          "label": "FIN",
          "target": null
        }
      ]
    }
  }
}
